Repository: binkyrailways/BinkyRailways
Catalog: WinApp/Strings.*.resx
Languages: nl_nl

# NewPackageDialogTitle
source: Create a new railway
nl_nl: Maak een nieuwe spoorweg

# NewPackageFailedBecauseX
source: Failed to create new railway because: {0}
nl_nl: Nagelaten de nieuwe spoorlijn te maken, omdat: {0}

# OpenPackageDialogTitle
source: Open an existing railway
nl_nl: Open een bestaande spoorweg

# OpenPackageFailedBecauseX
source: Failed to open new railway because: {0}
nl_nl: Openen van spoorweg is mislukt, omdat: {0}

# SavePackageFailedBecauseX
source: Failed to save railway because: {0}
nl_nl: Opslaan van spoorweg is mislukt, omdat: {0}

# PackageDirtySaveNow
source: Your railway is not saved yet. Do you want to save now?
nl_nl: Uw spoorweg is nog niet opgeslagen. Wilt U deze nu opslaan?

# NewLocDescription
source: New locomotive
nl_nl: Nieuwe locomotief

# NewModuleDescription
source: New module
nl_nl: Nieuwe module

# NewBlockDescription
source: New block
nl_nl: Nieuw blok

# NewEdgeDescription
source: New edge
nl_nl: Nieuwe rand

# NewRouteDescription
source: New route
nl_nl: Nieuwe route

# NewSwitchDescription
source: New standard switch
nl_nl: Nieuw standaard wissel

# NewBinarySensorDescription
source: New binary sensor
nl_nl: Nieuwe binaire sensor

# NewLocoBufferDescription
source: New LocoBuffer
nl_nl: Nieuwe LocoBuffer

source: None
nl_nl: Geen

source: Image files
nl_nl: Afbeeldingsbestanden

# FailedToOpenImageBecauseX
source: Failed to open image because: {0}
nl_nl: Openen van afbeelding is mislukt, omdat: {0}

# TabGeneral
source: General
nl_nl: Algemeen

# DescriptionName
source: Description
nl_nl: Beschrijving

# DescriptionHelp
source: Human readable identification of this object.
nl_nl: Leesbare identificatie van dit object.

# AddressName
source: Address
nl_nl: Adres

# AddressHelp
source: Address of this entity on the actual railway.
nl_nl: Adres van dit object op de werkelijke spoorweg.

# TabBehavior
source: Behavior
nl_nl: Gedrag

# MinimumWaitTimeName
source: Minimum wait time
nl_nl: Minimum wachttijd

# MinimumWaitTimeHelp
source: Minimum number of seconds to wait in this block. The actual seconds to wait is a random value between the specified minimum and maximum.
nl_nl: Minimum aantal seconden dat locomotieven wachten in dit blok. De werkelijke wachttijd is een willekeurige waarde tussen de aangegeven minimale en maximale tijd.

# MaximumWaitTimeName
source: Maximum wait time
nl_nl: Maximale wachttijd

# MaximumWaitTimeHelp
source: Maximum number of seconds to wait in this block. The actual seconds to wait is a random value between the specified minimum and maximum.
nl_nl: Maximaal aantal seconden dat locomotieven wachten in dit blok. De werkelijke wachttijd is een willekeurige waarde tussen de aangegeven minimale en maximale tijd.

# ReverseSidesName
source: Reverse block sides
nl_nl: Voor/achterkant omdraaien

# ReverseSidesHelp
source: By default the front of the block is on the right of the block. When this property is set, that is reversed to the left of the block. Setting this property will only alter the display behavior of the block.
nl_nl: Standaard is rechts de voorkant van het blok. Wanneer deze eigenschap is ingeschakeld, is dat links. Het instellen van deze eigenschap zal alleen het tonen van het blok beinvloeden.

# TabDesign
source: Design
nl_nl: Ontwerp

# LocImageName
source: Image
nl_nl: Afbeelding

# LocImageHelp
source: Image of this locomotive which is shown in the locomotive list when this locomotive is selected.
nl_nl: Afbeelding van deze locomotief die getoond wordt in de locomotief lijst wanneer deze locomotief is geselecteerd.

# TabConnection
source: Connection
nl_nl: Aansluiting

# ComPortNameName
source: COM port name
nl_nl: COM-poort naam

# ComPortNameHelp
source: Name of the serial port used to communicate with the command station.
nl_nl: Naam van de seriële poort welke gebruikt wordt om te communiceren met het commando station.

# ModuleBackgroundImageName
source: Background image
nl_nl: Achtergrond afbeelding

# ModuleBackgroundImageHelp
source: Image shown in the background of this module. You can choose an image exported from a railway editor, a photo, a scanned drawing etc.
nl_nl: Afbeelding die wordt weergegeven op de achtergrond van deze module. U kunt een afbeelding gebruiken uit een spoorplan-editor, een foto, een gescande tekening etc.

# TabPosition
source: Position
nl_nl: Positie

# WidthName
source: Width
nl_nl: Breedte

# HeightName
source: Height
nl_nl: Hoogte

# XHelp
source: Horizontal left position (in pixels) of this entity.
nl_nl: Horizontale positie (in pixels) van linkerkant van dit object.

# YHelp
source: Vertical top position (in pixels) of this entity.
nl_nl: Verticale positie (in pixels) van de bovenkant van dit object.

# WidthHelp
source: Horizontal size (in pixels) of this entity.
nl_nl: Horizontale grootte (in pixels) van dit object.

# HeightHelp
source: Vertical size (in pixels) of this entity.
nl_nl: Verticale grootte (in pixels) van dit object.

# SwitchHasFeedbackName
source: Has feedback
nl_nl: Stuurt feedback

# SwitchHasFeedbackHelp
source: Does this switch send feedback when switched?
nl_nl: Stuurt dit wissel feedback zodra de juiste positie bereikt is?

# SwitchDurationName
source: Duration
nl_nl: Duur

# SwitchDurationHelp
source: Time (in ms) it takes for the switch to move from one direction to the other?
nl_nl: Tijd (in ms) hoe lang het duurt voordat het wissel omgeschakeld is van rechtuit naar afgebogen of andersom.

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

# SwitchInvertedName
source: Inverted
nl_nl: Omgekeerd

# SwitchInvertedHelp
source: If set, the commands for straight / off are inverted.
nl_nl: Indien ingeschakeld, worden de commando's voor rechtuit/afgebogen omgedraaid.

# BlockSideFront
source: Front
nl_nl: Voorkant

# BlockSideBack
source: Back
nl_nl: Achterkant

# RouteFromName
source: From
nl_nl: Van

# RouteFromSideName
source: From side
nl_nl: Van kant

# RouteFromSideHelp
source: Side of the originating block at which this route will leave that block.
nl_nl: Kant van het 'van' blok waarvan de loc het blok verlaat.

# RouteFromHelp
source: Originating block or edge.
nl_nl: Blok/rand waarvan de route vertrekt.

# RouteToHelp
source: Destination block or edge.
nl_nl: Blok/rand waarheen de route gaat.

# RouteToName
source: To
nl_nl: Naar

# RouteToSideName
source: To side
nl_nl: Naar kant

# RouteToSideHelp
source: Side of the destination block at which this route will leave that block.
nl_nl: Kant van het 'naar' blok waar de loc het blok binnen komt.

# RotationHelp
source: Rotation of the contents of this entity in degrees.
nl_nl: Rotatie van de inhoud van dit object (in graden).

# RotationName
source: Rotation
nl_nl: Rotatie

# VirtualModeTitlePostfix
source: [Virtual]
nl_nl: [Virtueel]

# AreYouSureToRemoveX
source: Are you sure you want to remove '{0}'?
nl_nl: Weet u zeker dat u '{0}' wilt verwijderen?

# SwitchDirectionStraight
source: Straight
nl_nl: Rechtuit

# SwitchDirectionOff
source: Off
nl_nl: Afgebogen

source: Update check failed
nl_nl: Versie controle is gefaald

# UpdateXAvailableDownloadNow
source: An update is available (version {0}). Would you like to download it now?
nl_nl: Er is een update beschikbaar (versie {0}). Wilt u deze nu downloaden?

# SuretoRemoveXFromPackage
source: Are you sure you want to remove {0}? You won't be able to undo this!
nl_nl: Weet u zeker dat u wilt verwijderen {0}? U zult niet in staat zijn om dit ongedaan te maken!

# ExValidationFailed
source: Validation failed
nl_nl: Validatie mislukt

# PackageContainsIntegrityErrorsSureToSave
source: The railways contains integrity errors. Are you sure you want to save this? You may not be able to load it again.
nl_nl: De spoorwegen bevat integriteit fouten. Weet u zeker dat u dit wilt opslaan? Je mag niet in staat zijn om opnieuw te laden.

# LastModifiedName
source: Last modified
nl_nl: Laatst gewijzigd

# LastModifiedHelp
source: Last time this object was modified.
nl_nl: Laatste keer dat dit object is gewijzigd.

# AboutX
source: About {0}
nl_nl: Over {0}

# VersionX
source: Version {0}
nl_nl: Versie {0}

# UpdateLatestVersion
source: You're using the latest version.
nl_nl: U gebruikt de nieuwste versie.

# UpdateVersionXAvailable
source: An update (version {0}) is available.
nl_nl: Een update (versie {0}) is beschikbaar.

source: Power is On
nl_nl: Baanspanning Aan

source: Power is Off
nl_nl: Baanspanning Uit

source: Power will turn On
nl_nl: Baanspanning -> Aan

source: Power will turn Off
nl_nl: Baanspanning -> Uit

source: Automatic control is ON
nl_nl: Automatisch rijden is Aan

source: Automatic control is OFF
nl_nl: Automatisch rijden is Uit

source: Automatic control will turn ON
nl_nl: Automatisch rijden gaat Aan

source: Automatic control will turn OFF
nl_nl: Automatisch gaat Uit

# WaitProbabilityName
source: Wait probability
nl_nl: Wacht kans

# WaitProbabilityHelp
source: Probability (in percentage) that a loc that is allowed to wait in this block will actually wait. When set to 0, no locs will wait (unless there is no route available). When set to 100, all locs (that are allowed) will wait.
nl_nl: Kans (in procenten) dat een loc die is toegestaan ​​om te wachten in dit blok daadwerkelijk zal wachten. Indien ingesteld op 0, zal er geen locomotieven wachten (tenzij er geen route beschikbaar is). Indien ingesteld op 100, zullen alle locomotieven (die zijn toegestaan) te wachten.

# ChangeDirectionAllow
source: Allow
nl_nl: Toegestaan

# ChangeDirectionAvoid
source: Avoid
nl_nl: Voorkomen

# ChangeDirectionName
source: Change direction
nl_nl: Van richting te veranderen

# ChangeDirectionHelp
source: Is it allowed for locs to change direction is this block?
nl_nl: Is het toegestaan ​​voor locs te veranderen richting is dit blok?

# LocChangeDirectionHelp
source: Is this loc allowed to change direction?
nl_nl: Is dit loc toegestaan ​​om van richting te veranderen?

# MaximumSpeedName
source: Maximum speed
nl_nl: Maximale snelheid

# LocMaximumSpeedHelp
source: Maximum speed of this loc as percentage of the maximum #speed steps.
nl_nl: Maximale snelheid van deze loc als percentage van de maximale snelheid # stappen.

# MediumSpeedName
source: Medium speed
nl_nl: Gemiddelde snelheid

# MinimumSpeedName
source: Minimum speed
nl_nl: Minimum snelheid

# TabUsage
source: Usage
nl_nl: Gebruik

# UsedByName
source: Used by
nl_nl: Gebruikt door

# UsedByHelp
source: Where is this object used?
nl_nl: Waar is dit object gebruikt?

# RoutePermissionsName
source: Permissions
nl_nl: Permissies

# RoutePermissionsHelp
source: Controls which locomotives are allowed to take this route.
nl_nl: Controles die locomotieven zijn toegestaan ​​om deze route te nemen.

# NewLocGroupDescription
source: New locomotive group
nl_nl: Nieuwe locomotief groep

# LocGroupLocsName
source: Locomotives
nl_nl: Locomotieven

# LocGroupLocsHelp
source: All locomotives in this group.
nl_nl: Alle locomotieven in deze groep.

# AreYouSureToRemoveAllXEntities
source: Are you sure you want to remove all {0} entities?
nl_nl: Weet je zeker dat je alle {0} entiteiten verwijderen?

# SuretoRemoveAllXEntitiesFromPackage
source: Are you sure you want to remove all {0} entities? You won't be able to undo this!
nl_nl: Weet je zeker dat je alle {0} entiteiten verwijderen? U zult niet in staat zijn om dit ongedaan te maken!

source: LocoIO configuration:
nl_nl: LocoIO configuratie:

# LocoIOConfigurationOfX
source: LocoIO configuration of {0}:
nl_nl: LocoIO configuratie van {0}:

# SwitchInitialDirectionName
source: Initial direction
nl_nl: Initiele richting

# SaveAsTitle
source: Save railway as...
nl_nl: Bewaar spoorweg als ...

source: Unexpected error
nl_nl: Onverwachte fout

# EditModuleTitle
source: Edit module
nl_nl: Module bewerken

# LockedName
source: Locked
nl_nl: Vastzetten

# CloseBlockMenuItemText
source: Close
nl_nl: Sluiten

# RouteClosedName
source: Closed
nl_nl: Gesloten

# IsOn
source: On
nl_nl: Aan

# IsOff
source: Off
nl_nl: Uit

# WillTurnOn
source: -> On
nl_nl: -> Aan

# WillTurnOff
source: -> Off
nl_nl: -> Uit

# IsAuto
source: Automatic control
nl_nl: Automatisch

# IsManual
source: Manual control
nl_nl: Handmatig

# WillTurnAuto
source: -> Auto
nl_nl: -> Automatisch

# WillTurnManual
source: -> Manual
nl_nl: -> Handmatig

# ChangeDirectionReversingLocsName
source: Turn reversing locs
nl_nl: Keer terugrijdende locomotieven

# WaitPermissionsName
source: Wait permissions
nl_nl: Wacht permissies

# WaitPermissionsHelp
source: Decide which locs/loc groups are allowed to wait in this block. If there is no available next route, the loc will always stop, even if not permitted.
nl_nl: Besluit welke locomotieven/groepen mogen wachten in dit blok. Indien er geen routes beschikbaar zijn zal er altijd gewacht worden.

# NewTurnTableDescription
source: New turntable
nl_nl: Nieuwe draaischijf

# BlockSignalTypeEntry
source: Entry
nl_nl: Ingang

# BlockSignalTypeExit
source: Exit
nl_nl: Uitgang

# TurnTableGotoNextPosition
source: Goto next position
nl_nl: Ga naar volgende positie

# TurnTableGotoPositionX
source: Goto position {0}
nl_nl: Ga naar positie {0}

# TurnTableGotoPreviousPosition
source: Goto previous position
nl_nl: Ga naar vorige positie

# LocFunctionsName
source: Functions
nl_nl: Functies

# LocOwnerName
source: Owner
nl_nl: Eigenaar

# FacingFrontOfBlock
source: front of block
nl_nl: voorkant van het blok

# FacingBackOfBlock
source: back of block
nl_nl: achterkant van het blok

# BlockClosed
source: Closed
nl_nl: Gesloten

# BlockFree
source: Free
nl_nl: Open

# TabAdvBehavior
source: Advanced behavior
nl_nl: Geavanceerd gedrag

# AllFilesFilter
source: All files|*.*
nl_nl: Alle bestanden|*.*

# JunctionBlockName
source: Block
nl_nl: Blok

# LocRemarksName
source: Remarks
nl_nl: Opmerkingen

# RouteStateBehaviorNoChange
source: No change
nl_nl: Geen verandering
